<!doctype html>
<html lang="en">
<head>
    <script src="https://kit.fontawesome.com/e2d43346f2.js" crossorigin="anonymous"></script>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>museum</title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.0-alpha3/dist/css/bootstrap.min.css" rel="stylesheet"
          integrity="sha384-KK94CHFLLe+nY2dmCWGMq91rCGa5gtU4mk92HdvYe+M/SXH301p5ILy+dN9+nJOZ" crossorigin="anonymous">
    <link rel="stylesheet" href="assets/css/style.css">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Comfortaa:wght@300;400;500;600;700&display=swap"
          rel="stylesheet">
</head>
<body>
<!-- header -->
<?php include("app/include/header.php"); ?>
<!-- Блок -->
<div class="container2">
    <div class="row">
        <h2 class="slider-title">Разработать приложение учета экспонатов музея
            <p id="fail2">Цели:</p>
        </h2>
        <ul class="repair2">
            <li class="repair1">Создание описания экспоната.
                <ul>
                    <li>название</li>
                    <li>краткое описание</li>
                    <li>возраст/год/эпоха</li>
                    <li>ценность</li>
                    <li>место хранения</li>
                    <li>изображение</li>
                </ul>
            </li>
            <li>Изменение описания экспоната.</li>
            <li>Удаление экспоната.</li>
            <li>Отображение описания экспоната.</li>
            <li>Поиск экспоната в списке.</li>
            <li>Хранилище данных.</li>
        </ul>
    </div>
</div>
<!-- Блок снизу -->
<div class="container3">
    <div class="row" id="sasdas">
        <h2 class="slider-title2">Над чем я работал в ходе выполнения задач
        </h2>
        <ul class="212s">
        <p>
            30 существительных — случайные английские слова и 100 синонимов
            30 прилагательных – случайные английские слова и 100 синонимов
            30 глаголов — случайные английские слова и 100 синонимов
            Генератор случайных английских слов
            свистящий синоним
            Выводы
            Как искать некоторые Случайные английские слова?
            
            Английский является обязательным языком во многих образовательных системах по всему миру. Изучать английский в настоящее время намного проще, чем раньше, благодаря поддержке технологий и Интернета.
            
            Тысячи курсов дистанционного обучения доступны на множестве веб-сайтов и других приложений для электронного обучения ИИ. Невозможно повысить уровень владения языком без изучения новых слов. Чем больше вы узнаете о синонимах, антонимах и других соответствующих понятиях, тем более точным и увлекательным будет ваше выражение.
            
            Методы обучения варьируются в зависимости от целей учащихся. Если вы изо всех сил пытаетесь выучить новые слова и хотите быстро улучшить свои навыки письма и разговорной речи, вы можете попробовать поработать со случайными английскими словами. Ежедневное случайное изучение всплывающих английских слов станет стратегическим планом обучения, который может помочь сделать процесс изучения языка более продуктивным и увлекательным.
            30 существительных — случайные английские слова и 100 синонимов 30 прилагательных – случайные английские слова и 100 синонимов 30 глаголов — случайные английские слова и 100 синонимов Генератор случайных английских слов свистящий синоним Выводы Как искать некоторые Случайные английские слова? Английский является обязательным языком во многих образовательных системах по всему миру. Изучать английский в настоящее время намного проще, чем раньше, благодаря поддержке технологий и Интернета. Тысячи курсов дистанционного обучения доступны на множестве веб-сайтов и других приложений для электронного обучения ИИ. Невозможно повысить уровень владения языком без изучения новых слов. Чем больше вы узнаете о синонимах, антонимах и других соответствующих понятиях, тем более точным и увлекательным будет ваше выражение. Методы обучения варьируются в зависимости от целей учащихся. Если вы изо всех сил пытаетесь выучить новые слова и хотите быстро улучшить свои навыки письма и разговорной речи, вы можете попробовать поработать со случайными английскими словами. Ежедневное случайное изучение всплывающих английских слов станет стратегическим планом обучения, который может помочь сделать процесс изучения языка более продуктивным и увлекательным.30 существительных — случайные английские слова и 100 синонимов 30 прилагательных – случайные английские слова и 100 синонимов 30 глаголов — случайные английские слова и 100 синонимов Генератор случайных английских слов свистящий синоним Выводы Как искать некоторые Случайные английские слова? Английский является обязательным языком во многих образовательных системах по всему миру. Изучать английский в настоящее время намного проще, чем раньше, благодаря поддержке технологий и Интернета. Тысячи курсов дистанционного обучения доступны на множестве веб-сайтов и других приложений для электронного обучения ИИ. Невозможно повысить уровень владения языком без изучения новых слов. Чем больше вы узнаете о синонимах, антонимах и других соответствующих понятиях, тем более точным и увлекательным будет ваше выражение. Методы обучения варьируются в зависимости от целей учащихся. Если вы изо всех сил пытаетесь выучить новые слова и хотите быстро улучшить свои навыки письма и разговорной речи, вы можете попробовать поработать со случайными английскими словами. Ежедневное случайное изучение всплывающих английских слов станет стратегическим планом обучения, который может помочь сделать процесс изучения языка более продуктивным и увлекательным.30 существительных — случайные английские слова и 100 синонимов 30 прилагательных – случайные английские слова и 100 синонимов 30 глаголов — случайные английские слова и 100 синонимов Генератор случайных английских слов свистящий синоним Выводы Как искать некоторые Случайные английские слова? Английский является обязательным языком во многих образовательных системах по всему миру. Изучать английский в настоящее время намного проще, чем раньше, благодаря поддержке технологий и Интернета. Тысячи курсов дистанционного обучения доступны на множестве веб-сайтов и других приложений для электронного обучения ИИ. Невозможно повысить уровень владения языком без изучения новых слов. Чем больше вы узнаете о синонимах, антонимах и других соответствующих понятиях, тем более точным и увлекательным будет ваше выражение. Методы обучения варьируются в зависимости от целей учащихся. Если вы изо всех сил пытаетесь выучить новые слова и хотите быстро улучшить свои навыки письма и разговорной речи, вы можете попробовать поработать со случайными английскими словами. Ежедневное случайное изучение всплывающих английских слов станет стратегическим планом обучения, который может помочь сделать процесс изучения языка более продуктивным и увлекательным.30 существительных — случайные английские слова и 100 синонимов 30 прилагательных – случайные английские слова и 100 синонимов 30 глаголов — случайные английские слова и 100 синонимов Генератор случайных английских слов свистящий синоним Выводы Как искать некоторые Случайные английские слова? Английский является обязательным языком во многих образовательных системах по всему миру. Изучать английский в настоящее время намного проще, чем раньше, благодаря поддержке технологий и Интернета. Тысячи курсов дистанционного обучения доступны на множестве веб-сайтов и других приложений для электронного обучения ИИ. Невозможно повысить уровень владения языком без изучения новых слов. Чем больше вы узнаете о синонимах, антонимах и других соответствующих понятиях, тем более точным и увлекательным будет ваше выражение. Методы обучения варьируются в зависимости от целей учащихся. Если вы изо всех сил пытаетесь выучить новые слова и хотите быстро улучшить свои навыки письма и разговорной речи, вы можете попробовать поработать со случайными английскими словами. Ежедневное случайное изучение всплывающих английских слов станет стратегическим планом обучения, который может помочь сделать процесс изучения языка более продуктивным и увлекательным.
        </p>
        </div>
        </div>
        
        </div>
        <!-- footer -->
        <?php include("app/include/footer.php"); ?>
        <!-- footer -->
        <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.0-alpha3/dist/js/bootstrap.bundle.min.js"
                integrity="sha384-ENjdO4Dr2bkBIFxQpeoTz1HIcje39Wm4jDKdf19U8gI4ddQ3GYNS7NTKfAdVQSZe" crossorigin="anonymous"></script>
        </body>
        </html>                                
